Repository: common-repository/oktagon-x-connect-for-woocommerce
Catalog: languages/oktagon-x-connect-for-woocommerce-*.po
Languages: sv_se

source: Saved cache for key "%s" into "%s"
sv_se: Sparade cache för nyckel "%s" vid "%s"

source: Failed to save cache!
sv_se: Misslyckades att spara cache!

source: Failed to save cache, error: "%s"
sv_se: Misslyckades att spara cache, fel: "%s"

source: Unexpected response: %s
sv_se: Oväntat svar: %s

source: Failed to get system locale!
sv_se: Misslyckades att hämta systemets språk!

source: Service %s response: (%s) %s
sv_se: Tjänst %s svar: (%s) %s

source: Unexpected implementation error, contact developer of plugin! Errors: %s
sv_se: Oväntat implementationsfel, kontakta skaparna av tillägget! Fel: %s

source: Your environment is not supported by the extension, error message: %s
sv_se: Din miljö stöds in av tillägget, felmeddelande: %s

source: Error: %s
sv_se: Fel: %s

source: Expecting array package contents!
sv_se: Förväntade vektor paketinnehåll!

source: Unexpected type: %s
sv_se: Oväntad typ: %s

source: Draft
sv_se: Utkast

source: Failed
sv_se: Misslyckades

source: Live
sv_se: Färdigställd

source: X-Connect Dashboard
sv_se: X-Connect Kontrollpanel

source: You lack permissions to access this area!
sv_se: Du saknar rättigheter för att komma åt detta område!

source: Route does not exist
sv_se: Rutt finns inte

source: I need help to get started with my plugin
sv_se: Jag behöver hjälp att komma igång med mitt tillägg

source: Describe what you need help with here:
sv_se: Beskriv vad du behöver hjälp med här:

source: Get started with your plugin
sv_se: Kom igång med ditt tillägg

source: Redirecting..
sv_se: Omdirigerar..

source: Get started with the plugin
sv_se: Kom igång med tillägget

source: Successfully saved settings
sv_se: Lyckades spara inställningar

source: Save and Finish
sv_se: Spara och avsluta

source: Please fill in all required fields.
sv_se: Vänligen fyll i alla obligatoriska fält.

source: Create panel shipments
sv_se: Skapa utkastsändningar

source: Create live shipments
sv_se: Skapa färdigställda sändningar

source: Product Categories
sv_se: Produktkategorier

source: Product Names
sv_se: Produktnamn

source: Product SKUs
sv_se: Produkters artikelnummer

source: Empty
sv_se: Tom

source: Height
sv_se: Höjd

source: Length
sv_se: Längd

source: Width
sv_se: Bredd

source: Found no shipping service to ship in order %d!
sv_se: Hittade ingen frakttjänst att leverera för beställning %d!

source: Successfully processed %d shipment-packages for order %d
sv_se: Lyckades behandla %d leveranspaket för beställning %d

source: Failed to process %d shipment-packages for order %d!
sv_se: Misslyckades att behandla %d leveranspaket för beställning %d!

source: Could not process order %d because it was not found!
sv_se: Kunde inte behandla beställning %d för den hittades inte!

source: Missing global setting for order-processing, please run the installation-guide first!
sv_se: Saknar allmänna inställningar för beställningsbehandling, vänligen kör installationsguiden först!

source: Order %d already has a draft shipment!
sv_se: Beställning %d har redan en utkastleverans!

source: Order %d already has a live shipment!
sv_se: Beställning %d har redan en färdigställd leverans!

source: Order %d shipment has failed status, please fix error first!
sv_se: Beställning %ds leverans har misslyckad status, vänligen fixa felet först!

source: Successfully created shipment for order %d and package %d
sv_se: Lyckades skapa sändning för beställning %d och paket %d

source: Successfully created shipment for order %d
sv_se: Lyckades skapa sändning för beställning %d

source: Failed to create shipment for order %d and package %d!
sv_se: Misslyckades att skapa leverans för beställning %d och paket %d!

source: Failed to create shipment for order %d!
sv_se: Misslyckades att skapa leverans för beställning %d!

source: Failed to create shipment for order %d and package %d! Error: %s
sv_se: Misslyckades att skapa leverans för beställning %d och paket %d! Fel: %s

source: Failed to create shipment for order %d! Error: %s
sv_se: Misslyckades att skapa leverans för beställning %d! Fel: %s

source: Shipping method with connection to a shipping partner.
sv_se: Leveranssätt med anslutning till en fraktpartner.

source: Title
sv_se: Titel

source: Will be displayed to customer in checkout.
sv_se: Kommer visas för kunder i kassan.

source: X-Connect Shipping Method
sv_se: X-Connect Fraktsätt

source: Description
sv_se: Beskrivning

source: Enter a cost (excl. tax) or sum, e.g. 10.00 * [qty].
sv_se: Ange en kostnad (exkl. moms) eller summa, t.ex. 10.00 * [qty].

source: Use [qty] for the number of items, <code>[cost]</code> for the total cost of items, and [fee percent="10" min_fee="20" max_fee=""] for percentage based fees.
sv_se: Använd [qty] för antalet artiklar, [cost] för den totala kostnaden för artiklarna, och [fee percent="10" min_fee="20" max_fee=""] för procentbaserad avgift.

source: Cost
sv_se: Kostnad

source: Tax status
sv_se: Momsstatus

source: Taxable
sv_se: Momsbelagd

source: Shipping Service
sv_se: Frakttjänst

source: Additional options
sv_se: Ytterligare inställningar

source: Enable service point selection
sv_se: Aktivera val av serviceplats

source: If you leave this field empty the default logotype below will be used.
sv_se: Om du lämnar detta fält tomt kommer standardlogotypen nedan användas.

source: Custom URL to logotype
sv_se: Anpassad URL till logotyp

source: Select a logotype that is built-in in the plugin.
sv_se: Välj en logotyp som är inbyggd i tillägget.

source: None
sv_se: Ingen

source: Default Logotype
sv_se: Standardlogotyper

source: Carrier
sv_se: Transportör

source: Use this to limit when a shipping method is available. Use $weight for cart weight and $subtotal for cart subtotal before discounts and $subtotalPostDiscounts for cart subtotal after discounts. Allowed operators are: &lt;, &lt;=, &gt;, &gt;=, =, &lt;&gt;, &amp;, |. Example weight above 200: $weight &gt; 200. Example weight above or equal 100 or subtotal above 500: $weight &gt;= 100 | $subtotal &gt; 500. Example weight and subtotal after discounts is below 100: $weight &lt; 100 &amp; $subtotalPostDiscounts &lt; 100
sv_se: Använd den här inställningen för att begränsa när fraktsättet är tillgängligt. Använd $weight för varukorgens vikt och $subtotal för varukorgens delsumma före rabatter och $subtotalPostDiscounts efter rabatter. Tillåtna operatorer är: &lt;, &lt;=, &gt;, &gt;=, =, &lt;&gt;, &amp;, |. Exempel vikt över 200: $weight &gt; 200. Exempel vikt över eller lika med 100 eller delsumma över 500: $weight &gt;= 100 | $subtotal &gt; 500. Exempel vikt och delsumma efter rabatter under 100: $weight &lt; 100 &amp; $subtotalPostDiscounts &lt; 100

source: Logic
sv_se: Logik

source: Cart logic args: %s
sv_se: Varukorgslogik argument: %s

source: Package hash-key: %s
sv_se: Paket hashnyckel: %s

source: %s adding shipping rate: %s
sv_se: %s la till fraktsätt: %s

source: Failed to find template: "%s" at: "%s"
sv_se: Misslyckades att hitta mall: "%s" vid: "%s"

source: Setting destination postcode from session to: %s
sv_se: Ställer in mottagande postnummer för sessionen till: %s

source: Pick-up points: %s
sv_se: Upphämtningsplatser: %s

source: Session ready: %s
sv_se: Session redo: %s

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Session service point: %s
sv_se: Session serviceplats: %s

source: Updated session agent after shipping rate (%s) for shipping-service (%s): %s
sv_se: Uppdaterade sessionens serviceplats efter fraktsätt (%s) för frakttjänst (%s): %s

source: Click here to track your order shipment.
sv_se: Klicka här för att spåra din leverans.

source: Click here to track your shipment for package %d.
sv_se: Klicka här för att spåra din leverans för paket %d.

source: Setting selected custom zip code: %s
sv_se: Sparar vart anpassat postnummer: %s

source: Failed to update selected custom zip code
sv_se: Misslyckades med att uppdatera valt postnummer

source: Updated session agent via AJAX (%s) for shipping-service (%s): %s
sv_se: Uppdaterade sessionens serviceplats via AJAX (%s) för frakttjänsten (%s): %s

source: Failed to update session agent via AJAX
sv_se: Misslyckades att spara valt utlämningsställe via AJAX

source: Changed parcels settings on order %d and package %d
sv_se: Ändrade paketinställningar för beställning %d och paket %d

source: Flagged errors as fixed on order %s and package %d!
sv_se: Markerade fel som fixade på beställning %s och paket %d!

source: Changed selected service point on order %d and package %d
sv_se: Ändrade valt ombud på order %d och paket %d

source: Changed additional options on order %d and package %d
sv_se: Ändrade ytterligare inställningar för order %d och paket %d

source: Changed shipping service on order %d and package %d
sv_se: Ändrade frakttjänst på order %d och paket %d

source: X-Connect - Print Shipping Labels
sv_se: X-Connect - Skriv ut fraktetiketter

source: X-Connect - Process Shipping
sv_se: X-Connect - Behandla leverans

source: Downloading labels in new window..
sv_se: Laddar ner fraktetiketter i ett nytt fönster..

source: Downloading label in new window..
sv_se: Laddar ner fraktetikett i ett nytt fönster..

source: Failed to find any shipping-labels for orders %s!
sv_se: Misslyckades hitta någon fraktetikett för beställningarna %s!

source: Bulk process of shipments completed, %d items processed.
sv_se: Massbehandling av leveranser klar, %d paket behandlades.

source: Bulk process of shipments completed, no items processed.
sv_se: Massbehandling av leveranser klar, inga paket behandlades.

source: Download shipping labels
sv_se: Ladda ner fraktetiketter

source: Process shipping
sv_se: Behandla leveranser

source: Please setup your shipping by using our installation guide.
sv_se: Vänligen ställ in dina leveranser genom att använda vår installationsguide.

source: Process
sv_se: Behandla

source: Return
sv_se: Returnera

source: Shipment Number
sv_se: Leveransnummer

source: Shipping Label #%s
sv_se: Fraktetikett #%s

source: Shipping Labels
sv_se: Fraktetiketter

source: Tracking Link #%s
sv_se: Spårningslänk #%s

source: Tracking Links
sv_se: Spårningslänkar

source: Oktagon X-Connect for WooCommerce
sv_se: Oktagon X-Connect för WooCommerce

source: Create shipping options connected with shipping-services, display pick-up points in checkout, create shipments on orders, get shipment shipping labels and track shipments.
sv_se: Skapa fraktalternativ med koppling mot frakttjänster, visa serviceplatser i kassan, skapa leveranser på beställningar, skriva ut fraktetiketter och spåra leveranser.

source: Shipping method with connection to a shipping-service.
sv_se: Fraktsätt med anslutning till en frakttjänst.

source: Can't find WooCommerce, is it installed and activated?
sv_se: Kunde inte hitta WooCommerce, är det installerat och aktiverat?

source: This plugin requires PHP version 7.4.0+!
sv_se: Detta tillägg kräver PHP version 7.4.0+!

source: Search for delivery options & agents
sv_se: Sök leveransalternativ & ombud

source: Enter your zip code
sv_se: Ange ditt postnummer

source: Search
sv_se: Sök

source: Choose delivery option
sv_se: Välj leveransalternativ

source: Deliver to this service point
sv_se: Levereras till detta ombud

source: Package Number
sv_se: Paketnummer

source: Package Items
sv_se: Paketföremål

source: I want to change shipping service
sv_se: Jag vill ändra frakttjänst

source: Save change
sv_se: Spara ändring

source: I want to change additional options
sv_se: Jag vill ändra ytterligare inställningar

source: Selected Service Point
sv_se: Vald serviceplats

source: I want to change service point
sv_se: Jag vill byta ombud

source: Shipment Status
sv_se: Leveransstatus

source: Label #%s
sv_se: Fraktetikett #%s

source: Link #%s
sv_se: Länk #%s

source: API Draft Transaction
sv_se: API Utkast transaktion

source: API Live Transaction
sv_se: API Färdigställd transaktion

source: Calculated Parcels
sv_se: Beräknade paket

source: Dimensions Unit: m
sv_se: Dimensionsenhet: m

source: Weight Unit: kg
sv_se: Viktenhet: kg

source: Weight
sv_se: Vikt

source: Customize Parcels
sv_se: Anpassa paket

source: Save package settings
sv_se: Spara paketinställningar

source: Errors are fixed!
sv_se: Felen är fixade!

source: To use this plugin you need an account from a supported partner and a Oktagon WooCommerce X-Connect product license.
sv_se: För att använda detta tillägg behöver du ett konto hos någon partner som stöds och en Oktagon WooCommerce X-Connect produktlicens.

source: If you don't have a product license you can buy one here.
sv_se: Om du inte har en produktlicens kan du köpa en här.

source: If you need any help with using this plugin you can call us at %s.
sv_se: Om du behöver hjälp med att använda detta tillägg kan du ringa oss på %s.

source: You can also e-mail us at %s.
sv_se: Du kan också mejla oss på %s.

source: Product License
sv_se: Produktlicens

source: In order to use this plugin, enter your license credentials to Oktagon Shipping API.
sv_se: För att kunna använda det här tillägget, ange dina licensuppgifter för Oktagon Shipping API.

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Product license is valid.
sv_se: Produktlicensen är giltig.

source: Product license is invalid.
sv_se: Produktlicensen är ogiltig.

source: General
sv_se: Allmänt

source: Order Processing
sv_se: Beställningsbehandling

source: If you only create draft shipments you need to login to the portal to book, print and track shipments, otherwise if you create live shipments you can do all that directly in WooCommerce.
sv_se: Om du bara skapar obekräftade sändningar så behöver du logga in i portalen för att boka, skriva ut och spåra sändningar, annars om du skapar bekräftade sändningar kan du göra allt det direkt i WooCommerce.

source: Packaging
sv_se: Paketering

source: Setup in what way package contents should be described and in what dimension products should be stacked when automatically calculating package dimensions.
sv_se: Ställ in hur paketinnehåll ska beskrivas och i vilken dimension produkter ska staplas när tillägget automatiskt beräknar paketdimensioner.

source: Package description
sv_se: Paketbeskrivning

source: Stacking dimension
sv_se: Staplingsdimension

source: Minimum package weight (kg)
sv_se: Minimum paketvikt (kg)

source: If you lack weight on all products in your shop it can be convenient to specify a minimum calculated weight for shipment packages using this setting.
sv_se: Om du saknar vikt på alla produkter i din butik kan det vara bekvämt att kunna ange en beräknad minimumvikt för paket genom att använda den här inställningen.

source: Debug Mode
sv_se: Felsökningsläge

source: With debug mode, API transactions are visible on every order in admin.
sv_se: Med felsökningsläge så syns API transaktioner på varje beställning i admin.

source: Activate Debug Mode
sv_se: Aktivera felsökningsläge

source: Anonymous Statistics
sv_se: Anonym statistik

source: By enabling collection of anonymous statistics of plugin usage, you help us improve our plugin in the future.
sv_se: Om du aktiverar insamling av anonym statistik hur tillägget används så hjälper du oss förbättra tillägget i framtiden.

source: Activate anonymous statistics
sv_se: Aktivera anonym statistik

source: Automation
sv_se: Automatisering

source: With automation you can process orders automatically when they get a specific order status. It will act when you update an orders status.
sv_se: Med automationen kan du behandla beställningar automatiskt när de får en specifik beställningsstatus. Den kommer agera när du uppdaterar en beställnings status.

source: Activate Automation
sv_se: Aktivera automation

source: Select on what order status here that the automation should act on.
sv_se: Välj vid vilken beställningsstatus automation kommer agera.

source: Checkout
sv_se: Kassan

source: Adjust presentation in checkout here.
sv_se: Påverka presentationen av kassan här.

source: Limit maximum number of service-points
sv_se: Begränsa maximala antalet av serviceplatser

source: A zero value means there is no limit on the maximum number of service points listed on a shipping-alternative.
sv_se: Ett nollvärde betyder att de inte finns någon gräns för hur många serviceplatser som visas för ett fraktalternativ.

source: Adjust order-review design
sv_se: Anpassa designen för ordersammanfattningen

source: Enable this to hide information from order-review to make shipping-options larger in checkout.
sv_se: Aktivera det här för att dölja information från ordersammanfattningen för att ge mer rum åt leveransalternativen i kassan.

source: Consignor
sv_se: Avsändare

source: Enter the consignor information that will be used in all shipments created with the plugin.
sv_se: Ange din avsändarinformation som kommer användas i alla leveranser skapade med tillägget.

source: Company Name
sv_se: Företagsnamn

source: Name
sv_se: Namn

source: Contact person name
sv_se: Namn på kontaktperson

source: E-mail
sv_se: E-post

source: Phone
sv_se: Telefonnummer

source: VAT number
sv_se: VAT-nummer

source: Is Company
sv_se: Är företag

source: Address 1
sv_se: Adressrad 1

source: Address 2
sv_se: Adressrad 2

source: City
sv_se: Stad

source: Zip-code
sv_se: Postnummer

source: State / region
sv_se: Stat / region

source: Country
sv_se: Land

source: Fill in your shipping-service credentials.
sv_se: Ange dina uppgifter för frakttjänsten.

source: You received this information when you created your shipping-service account.
sv_se: Du fick den här information när du skapade konto för din frakttjänst.

source: Enable service
sv_se: Aktivera tjänsten

source: Service credentials are valid.
sv_se: Frakttjänstens uppgifter är giltiga.

source: Service credentials are invalid, please review.
sv_se: Uppgifter för frakttjänsten är ogiltiga, vänligen kontrollera.

source: Service communication problems.
sv_se: Servicekommunikationsfel.

source: You need to enter a valid product license above to be able to enter service credentials.
sv_se: Du behöver ange en giltig produktlicens ovan för att kunna ange frakttjänstuppgifter.

source: Save
sv_se: Spara

source: If you are not redirected within three seconds, click here to proceed.
sv_se: Om du inte omdirigeras inom tre sekunder, klicka här för att fortsätta.
